// Misc Strings

"fibre-channel-card-name"           = "Apple FC Card";
"unknown"                           = "<不明>";
"default-filename"                  = "Fibre Channel カード";
"port-name-prefix"                  = "ポート";
"slot-name-prefix"					= "スロット";
"restart-required"                  = "設定を有効にするには再起動が必要です。";

// Status string.

"Offline"                           = "ポートリンクは接続されていません。";
"Online"                            = "ポートリンクは接続されています。";
// Speed status string.
"speed-status"                      = "速度は<<replace>>に設定されています。";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "リンク未確立";
"link-status-nolink-unsupported"	= "リンク未確立（サポート外のケーブル）";
"link-status-link"					= "リンク確立";
"link-status-link-unsupported"		= "リンク確立（サポート外のケーブル）";

// speed status string.
"1-gigabit-per-second"              = "1 Gb／秒";
"2-gigabit-per-second"              = "2 Gb／秒";
"speed-automatic"                   = "自動構成";
"automatic-1-gigabit"               = "自動構成（現在 1 Gb／秒）";
"automatic-2-gigabit"               = "自動構成（現在 2 Gb／秒）";

// Topology status string.
"toplogy-status"                    = "ポート・トポロジーは<<replace>>に設定されています。";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "ポイントツーポイント";
"arbitrated-loop"                   = "アービトレーテッドループ";
"topology-automatic"                = "自動構成";
"automatic-point-to-point"          = "自動構成（現在ポイントツーポイント）";
"automatic-arbitrated-loop"         = "自動構成（現在アービトレーテッドループ）";

// Alerts
"incompatible-driver-title"         = "最新のドライバをインストールしてください";
"incompatible-driver"               = "このアプリケーションにはバージョン 1.1.0 以降の AppleLSIFusionMPT.kext が必要です。最新のドライバをインストールしていることを確認して、もう一度試してください。";
"alert-no-cards-title"              = "Apple Fibre Channel カードが見つかりません";
"alert-no-cards"                    = "Apple Fibre Channel カードが正しく取り付けられていることを確認して、もう一度試してください。";
"alert-restart-title"               = "システムを再起動";
"alert-restart-required"            = "新しい設定を有効にするには再起動が必要です。今すぐ再起動しますか？";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "はい";
"alert-no-button"                   = "いいえ";
"alert-cancel-button"               = "キャンセル";
"alert-tool-title"                  = "fibreconfig ツールエラー";
"alert-fibreconfig-error"           = "fibreconfig ツールにエラーがありました。";
"alert-missing-tool"                = "fibreconfig ツールが見つかりません。";
"alert-non-executeable-tool"        = "fibreconfig ツールを実行できません。再インストールが必要である可能性があります。";
"ww-node-name-tooltip"              = "ワールドワイドノードネーム";
"ww-port-name-tooltip"              = "ワールドワイドポートネーム";